<?php

use Illuminate\Database\Seeder;

class CoursesTableSeeder extends Seeder
{
    /**
     * Run the database seeds.
     *
     * @return void
     */
    public function run()
    {
        DB::table('courses')->insert(['name' => 'php','level'=>'0','introduction'=>'مهمترین عامل ، در کسب هر موفقیتی ، تدوین و مشخص کردن دقیق اهداف می باشد. هدفگذاری مهمترین عامل حرکت و خلق آینده است ، هدفها هستند که مقصد و مسیر زندگی فردی و سازمانی را روشن می کنند.هدف گذاری به مثابه ترسیم جاده ای برای آینده است .
                      مهمترین عامل ، در کسب هر موفقیتی ، تدوین و مشخص کردن دقیق اهداف می باشد. هدفگذاری مهمترین عامل حرکت و خلق آینده است ، هدفها هستند که مقصد و مسیر زندگی فردی و سازمانی را روشن می کنند.هدف گذاری به مثابه ترسیم جاده ای برای آینده است .','category_id'=>'1']);
        DB::table('courses')->insert(['name' => 'angular','level'=>'0','introduction'=>'مهمترین عامل ، در کسب هر موفقیتی ، تدوین و مشخص کردن دقیق اهداف می باشد. هدفگذاری مهمترین عامل حرکت و خلق آینده است ، هدفها هستند که مقصد و مسیر زندگی فردی و سازمانی را روشن می کنند.هدف گذاری به مثابه ترسیم جاده ای برای آینده است .
                      مهمترین عامل ، در کسب هر موفقیتی ، تدوین و مشخص کردن دقیق اهداف می باشد. هدفگذاری مهمترین عامل حرکت و خلق آینده است ، هدفها هستند که مقصد و مسیر زندگی فردی و سازمانی را روشن می کنند.هدف گذاری به مثابه ترسیم جاده ای برای آینده است .','category_id'=>'3']);

    }
}
